{"inkVersion":21,"root":[["#","^PAGE_MENU: hoja_inventario, creditos","/#",{"->":"menu_principal"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"menu_principal":[["#","^CLEAR","/#","^: VERSICULI MORTIS","\n","ev","str","^Comenzar Historia","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Créditos","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"menu_inicio"},{"#f":5}],"c-1":["\n",{"->":"creditos"},{"#f":5}]}],{"#f":1}],"menu_inicio":[["^Antes de comenzar tu viaje, tienes la opción de conocer más sobre el mundo donde transcurren estos hechos.","\n","ev","str","^Leer Contexto de la Historia","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Saltar la introducción y comenzar la historia","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"contexto_gaia"},{"#f":5}],"c-1":["\n",{"->":"escena_1"},{"#f":5}]}],{"#f":1}],"contexto_gaia":[["^El mundo de Gaïa, en el que la historia se desarrolla, es un escenario de fantasía oscura con un nivel tecnológico similar al Renacimiento o la Ilustración, pero con grandes disparidades culturales entre países. El aspecto más definitorio de Gaïa es su estado de olvido forzado.","\n","^La historia humana fue purgada de las grandes épocas de magia y ciencia, dejando a la humanidad en una ignorancia autoimpuesta sobre el verdadero funcionamiento del universo. Pero el olvido no fue natural. Se originó durante un antiguo y terrible conflicto cuando un poder devastador fue desatado, provocando una fractura en el mundo que borró la memoria de la humanidad.","\n","^Los supervivientes, aterrorizados, se aferraron a la fe de un gran Imperio, el cual institucionalizó la ignorancia al declarar que todo lo oculto era una abominable herejía. A pesar de la estricta prohibición religiosa, el mundo está impregnado de habilidades extraordinarias que se manifiestan de tres formas principales, todas ellas consideradas herejías:","\n","^1. __Manipulación de la Realidad por Conocimiento:__ Artes complejas basadas en principios arcanos que remodelan la realidad mediante conjuros.","\n","^2. __Control de la Energía Vital:__ La canalización de la fuerza interior para lograr proezas marciales sobrehumanas.","\n","^3. __Poderes de la Mente:__ La capacidad de proyectar la voluntad o invocar entidades de planos dimensionales.","\n","^Los usuarios de estos poderes deben esconderse de la Inquisición. La ignorancia también se sostiene gracias a la Barrera, un velo que separa la realidad. Sin embargo, en las sombras de Gaïa, diversas criaturas místicas aún persisten.","\n","ev","str","^Entendido. Comenzar la historia.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"escena_1"},{"#f":5}]}],{"#f":1}],"escena_1":[["^:: PRÓLOGO: Entre la vida y la muerte","\n","^Una voz surge de la nada, antigua y cargada de una extraña familiaridad, como si te hablara directamente al alma.","\n","^—La vida y la muerte son conceptos vagos de la misma moneda.","\n","^La presencia parece rodearte.","\n","^—El Imperio, la Iglesia, la gente común... todos te dirán que no debes lanzar esa moneda al aire. Que debes aceptar el lado en el que cae por \"orden natural\". Pero la historia humana es curiosa. Nos obligaron a olvidar la verdad, construyeron muros de ignorancia para protegernos de lo que no entendemos.","\n","^Hubo una pausa, densa y reflexiva.","\n","^—Sin embargo, la curiosidad siempre encuentra una grieta. Dime, tú que observas desde el otro lado... Si el destino te arrebatara todo lo que amas en una sola noche, si vieras tu mundo ahogarse en sangre... ¿Qué harías?","\n","ev","str","^Aceptaría la realidad. La muerte es el final absoluto.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Haría cualquier cosa para recuperarlos. Rompería las reglas.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"maldad"},1,"-","/ev",{"VAR=":"maldad","re":true},"^—Decepcionante —respondió la voz con desdén—. Esa es la respuesta de las ovejas que caminan dócilmente hacia el matadero. Pero incluso la oveja más mansa puede morder cuando la acorralan lo suficiente. Quizás aún haya esperanza para ti.","\n",{"->":"escena_2"},{"#f":5}],"c-1":["\n","ev",{"VAR?":"maldad"},1,"+","/ev",{"VAR=":"maldad","re":true},"^—Interesante... —La voz se tornó más cálida, casi cómplice—. Veo que compartes la misma curiosidad que ella. Las reglas fueron escritas por aquellos que temen el verdadero potencial del alma humana. Me gustará ver cómo te desenvuelves.","\n",{"->":"escena_2"},{"#f":5}]}],{"#f":1}],"escena_2":[["^:: CAPÍTULO II: Días de luz","\n","^—Muy bien. Entonces, dejemos de hablar de abstracciones y observemos la realidad.","\n","^La visión se centra en un pequeño punto en el mapa: una ciudad llamada Caliardo. Allí vive una niña que, como tú, aún no conoce el peso de las respuestas. Solo conoce la calidez de los días tranquilos.","\n","^Caliardo, año 980. En el interior de una escuela.","\n","^—Muy bien, clase —dijo el profesor, paseando entre los pupitres—. ¿Quién puede decirme en qué año se firmó el Tratado de los Tres Soles y qué consecuencias tuvo para el comercio marítimo?","\n","^La pregunta era avanzada. El profesor paseaba la mirada por los alumnos, que evitaban el contacto visual, encogiéndose en sus asientos. Excepto una niña en la primera fila.","\n","^—¿Señorita Bianchi? —preguntó él—. ¿Otra vez?","\n","^Emma se enderezó.","\n","^—Fue en el 892, señor. Abrió las rutas del oeste y... permitió la importación de especias sin los aranceles de Manterra y Espheria.","\n","^—Correcto. Preciso y detallado. Como siempre.","\n","^Sonó la campana.","\n","^—Pueden salir. Y recuerden, la semana que viene quiero el ensayo sobre geografía. Señorita Bianchi, quédese un momento.","\n","^Cuando el aula se vació, el profesor se acercó a su mesa.","\n","^—El director y yo hemos hablado con tus padres, Emma. Tu desempeño es... extraordinario. Hemos decidido adelantarte dos cursos. A partir de mañana, estarás en la clase superior.","\n","^Emma sintió un nudo en el estómago.","\n","^—¿Dos cursos? Pero... mis amigos...","\n","^—Es una gran oportunidad, Emma. No la desperdicies por sentimentalismos. Puedes irte.","\n","^Emma salió del aula con el corazón encogido. En el pasillo, un compañero de clase le bloqueó el paso con una sonrisa burlona.","\n","^—Mírala, la preferida del profesor —escupió el chico con envidia—. \"¿Dos cursos?\" Seguro que tu padre ha pagado para que te aprueben.","\n","^—Eso no es verdad —replicó Emma, abrazando sus libros—. Mi padre me enseña en casa, eso es todo.","\n","^—\"Mi padre, mi padre\". Eres una repelente, Bianchi. Nadie quiere jugar con una sabelotodo. Por eso te cambian de clase, para no aguantarte.","\n","ev","str","^Intentar razonar con humildad.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Defenderse con ingenio.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^—No quiero ser mejor que nadie —dijo Emma suavemente—. Solo me gusta estudiar... Si quieres, puedo ayudarte con el ensayo de geografía.","\n","^El chico soltó una carcajada cruel.","\n","^—¿Ayudarme? No necesito tu lástima, niña.","\n",{"->":".^.^.^.encuentro_lorenzo"},{"#f":5}],"c-1":["\n","^Emma alzó la barbilla, molestándose.","\n","^—Si dedicaras el mismo tiempo a leer que a bloquear pasillos, tal vez tú también sabrías lo del Tratado de los Tres Soles.","\n","^El rostro del chico se puso rojo.","\n","^—¡Tú...! ¡Pequeña...!","\n",{"->":".^.^.^.encuentro_lorenzo"},{"#f":5}]}],{"encuentro_lorenzo":["^Emma salió al patio apresuradamente, buscando una cara amiga, hasta que chocó con alguien familiar.","\n","^—¡Hey! ¡Pero si es la estudiante estrella! —Lorenzo la miraba con una sonrisa amplia—. ¿Por qué esa cara larga? ¿Te han puesto un diez en vez de un once?","\n","^—¡Lorenzo! —Emma sintió que las lágrimas amenazaban con salir—. Me han ofrecido cambiar de clase... Me adelantan dos años.","\n","^—¡Eso es genial! ¡Eres una genio, Eh! Papá estará orgulloso.","\n","^—¡No es genial! —protestó ella—. Los chicos mayores me odian. Dicen que soy una repelente. Y perderé a Sofía y a los demás... Voy a estar sola en una clase de gigantes.","\n","^El miedo al rechazo era real. Emma siempre había evitado mostrar su parte vulnerable, pero con Lorenzo no podía esconderse.","\n","^—Escucha, Emma —dijo él, poniéndose serio—. Te han ofrecido esto porque este estanque se te ha quedado pequeño. Tu destino es algo más grande.","\n","^—Pero tengo miedo.","\n","^—Es normal. Pero míralo como un desafío emocionante. ¿Recuerdas cuando aprendiste a montar a caballo? Tenías miedo de caer, pero ahora eres la más rápida. Además, ¿quién dijo que estarás sola? Harás nuevos amigos. Y si alguno de esos \"gigantes\" te molesta... Se las verán con tu hermano mayor. Yo me encargo de defenderte, como siempre.","\n","^—Pero... Dicen que soy rara —murmuró Emma—. Que soy una \"repelente\". Me molesta que piensen eso de mí cuando no es verdad.","\n","^Lorenzo le revolvió el pelo.","\n","^—Mírame, Enana. La gente siempre va a hablar, especialmente de aquellos que brillan más que ellos. A mí me llaman la \"oveja negra\" de la familia, ¿recuerdas?","\n","^—Pero tú no eres una oveja negra. Eres el mejor.","\n","^—Exacto. Por eso me da igual lo que digan. Escucha bien esto: \"Preocuparte por lo que piensen los demás es como darles la razón\".","\n","^—¿Prometes que no estaré sola?","\n","^—Te lo prometo. Donde tú vayas, brillarás.","\n","^Las palabras de Lorenzo disiparon la nube negra sobre la cabeza de Emma. Él siempre convertía sus miedos en aventuras.","\n","^—Anda, vamos a casa —dijo él—. Mamá ha comprado fresas. Y de camino... me explicas eso del Tratado de los Soles, que tengo examen mañana y no tengo ni idea.","\n","^—¡Eres un desastre, Lorenzo!","\n","^Y así, entre risas y lecciones de historia, los hermanos dieron un paseo hasta su casa.","\n",{"->":"escena_3"},{"#f":1}],"#f":1}],"escena_3":[["^:: CAPÍTULO III: La primera grieta","\n","^El camino a casa siempre se hacía corto con Lorenzo. Al llegar cerca de la plaza, un grupo de niños saludó a lo lejos.","\n","^—Parece que tu club de fans te espera —bromeó Lorenzo—. Anda, ve un rato. Yo le diré a mamá que llegarás para la cena.","\n","^—¿No vienes?","\n","^—Tengo cosas de \"chicos mayores\" que hacer. Pero no llegues tarde, o me comeré tus fresas.","\n","^—¡Ni se te ocurra!","\n","^Lorenzo se marchó y Emma se giró hacia el centro del parque, donde sus amigos la esperaban.","\n","^—¡Emma! —gritó Sofía—. ¡Pensábamos que te habías quedado castigada por saber demasiado!","\n","^—¡Claro que no! Lorenzo me trajo. ¿A qué jugamos?","\n","^—Al escondite —propuso Lucas—. Pero esta vez no te escondas en la biblioteca, eso es trampa.","\n","^La tarde transcurrió entre risas y carreras. Emma emanaba esa alegría pura que la caracterizaba, permitiéndose olvidar por unos instantes aquello que la perturbaba. De repente, un sonido seco detuvo el juego.","\n","^—¿Qué ha sido eso? —preguntó Sofía.","\n","^—Algo ha caído del árbol. ¡Mirad! —señaló Lucas.","\n","^Un pájaro había caído del cielo. Sus ojos estaban opacos y su pequeño pecho no se movía. Acababa de morir.","\n","^—Oh no... pobrecito —dijo Emma.","\n","^—No se mueve. Creo que está muerto —sentenció Lucas.","\n","^Una profunda tristeza invadió a Emma. Se arrodilló frente al animal, sintiendo un nudo en la garganta. No quería que el juego terminara así, con la muerte interrumpiendo la tarde.","\n","^—Quizás... quizás solo está herido...","\n","^Emma deseó con todas sus fuerzas que el pájaro se levantara. Al tocar las plumas frías, algo sucedió. Un destello verde, invisible para los ojos comunes, conectó la mano de la niña con el cadáver.","\n","^El pájaro se sacudió violentamente. No aleteó con gracia. Sus patas rascaron la tierra y comenzó a moverse, arrastrándose de manera errática.","\n","^—¡Ah! —Emma retiró la mano, asustada.","\n","^—¡Se mueve! ¡Mira, se mueve! —gritó Sofía.","\n","^—¡Guau! Solo estaba aturdido. ¡Emma lo ha curado! —exclamó Lucas.","\n","^Los niños reían y celebraban, viendo al animal arrastrarse hacia los arbustos. Pero Emma no reía. Ella había sentido el frío. Había visto esa luz enfermiza.","\n","^\"Eso no fue normal...\", pensó. \"No voló... se arrastraba. ¿Qué ha pasado? Yo... he...\"","\n","^—¿Emma? ¿Estás bien? —preguntó Sofía—. Te has puesto pálida.","\n","^Emma estaba segura de lo que había visto, pero la racionalidad de sus amigos chocaba con su experiencia. Debía elegir una realidad:","\n","ev","str","^Fue solo un golpe. El pájaro está vivo...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No... estaba muerto. Esa herida era demasiado... ¿Soy un monstruo?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",false,"/ev",{"VAR=":"ruta_nigromante","re":true},"^—Tienes razón, Lucas. ¡Qué tonta soy! —dijo Emma, forzando una sonrisa.","\n","^La lógica se impuso al instinto. Era más fácil creer en un golpe de suerte que en una herejía.","\n","^—Seguro que solo se golpeó la cabeza y se desmayó. ¡Menos mal que está vivo!","\n","^—¡Te lo dije! A veces los pájaros chocan y se quedan \"fritos\" un rato —dijo Lucas con suficiencia.","\n","^—Menos mal. No me gustan las cosas muertas. ¡Vamos! ¡Aún podemos jugar un rato más! —añadió Sofía.","\n","^El hormigueo eléctrico en la mano de Emma se apagó, ignorado y reprimido.","\n","^—¡Voy! ¡Esta vez te toca a ti buscar, Sofía!","\n","^Esa tarde, Emma eligió la felicidad de la ignorancia.","\n",{"->":"escena_4"},{"#f":5}],"c-1":["\n","ev",true,"/ev",{"VAR=":"ruta_nigromante","re":true},"^—No... no estaba aturdido —susurró Emma—. Yo sentí cómo... hice algo.","\n","^—¿Qué dices, Emma? —preguntó Lucas, confundido.","\n","^—Nada... solo me asusté. Creo... creo que me voy a casa. No me siento muy bien.","\n","^—¿Seguro? Bueno, nos vemos mañana en la escuela.","\n","^Emma salió corriendo. No paró hasta llegar a su habitación, donde se escondió bajo las sábanas. Lloró en silencio, no por el pájaro, sino por la sensación que persistía en su mano.","\n","^—Soy... un monstruo —se dijo a sí misma.","\n","^Emma decidió guardarlo para sí misma. Si soportaba este miedo sola, todos serían más felices.","\n",{"->":"escena_4"},{"#f":5}]}],{"#f":1}],"escena_4":[["^:: CAPÍTULO IV: Deseos y sombras","\n","^Habían pasado cinco meses desde la tarde en el parque. Cinco meses desde que un gorrión muerto se movió contra la voluntad de la naturaleza. Emma había pasado ese tiempo siendo la niña perfecta.","\n","^—¡Vamos, Emma! ¡Pide un deseo antes de que la cera caiga sobre el pastel! —la animó su madre.","\n","^—Doce años ya. Toda una señorita. Estoy orgulloso de tus notas en el curso avanzado, hija —dijo su padre, Antón.","\n","^—Gracias, papá. Gracias, mamá.","\n","^Lorenzo le dio un codazo suave.","\n","^—Venga, pide algo bueno. Un caballo, una espada... o quizás que el profesor de historia se jubile de una vez.","\n","^—¡Lorenzo! —le reprendió Emma riendo.","\n","^Emma cerró los ojos. La oscuridad tras sus párpados ya no era un lugar de descanso.","\n","ev","str","^Desear normalidad.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Desear entender la verdad.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^\"Deseo ser normal\", pensó con fuerza. \"Deseo que no vuelva a pasar nunca. Que el frío no vuelva\".","\n","^Era un deseo nacido del miedo. Emma quería borrar esa parte de sí misma que no entendía.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^\"Deseo saber qué fue eso\", pensó. \"Deseo no tener miedo de mis propias manos\".","\n","^Era un deseo peligroso. La curiosidad es la chispa que enciende los mayores avances, pero también los mayores peligros.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^—¡Felicidades Emma! —gritaron todos al unísono.","\n","^La cena terminó. Emma salió al porche trasero, buscando un poco de aire fresco. El pastel estaba delicioso, pero sentía un nudo en el estómago.","\n","^—Sabía que te encontraría aquí —dijo Lorenzo, apareciendo tras ella—. ¿Huyendo de la limpieza de los platos?","\n","^—Sólo quería ver las estrellas. Dicen que esta noche se ve la constelación del Cazador.","\n","^—Escucha, Em... Papá y mamá te han dado libros y ropa nueva, muy útiles, sí... ¡Pero aburridos! Pero tu hermano te ha traído algo mejor.","\n","^Lorenzo le tendió una caja pequeña.","\n","^—¿Otro regalo? Pero si ya me diste tus postres durante una semana.","\n","^—Ábrelo.","\n","^Emma abrió la caja. Dentro había un colgante sencillo: una piedra de río lisa, grabada con un símbolo tosco pero hecho con cariño.","\n","ev",{"VAR?":"inventario"},{"VAR?":"colgante_lorenzo"},"+",{"VAR=":"inventario","re":true},"/ev","^<div class=\"item-msg ganado\">Has obtenido el Colgante de Lorenzo, puedes verlo en tu inventario.</div>","\n","^—Es... ¿una piedra?","\n","^—No es solo una piedra. El viejo Marcus del mercado me dijo que es un amuleto de \"buena suerte\". Sé que... sé que has estado nerviosa estos meses. Tienes pesadillas, te escucho a veces. Y pensé que esto podría ayudarte a dormir. A recordarte que todo está bien.","\n","^—Lorenzo... ¿Crees que soy rara?","\n","^—Creo que eres especial, Emma. Y a veces, ser especial asusta. Pero nunca, escúchame bien, nunca dejes que el miedo te diga quién eres.","\n","^—Gracias. Me encanta.","\n","^—Póntelo —dijo él—. Así, si alguna vez viene un monstruo o un fantasma, verá la piedra y dirá: \"Uy, no, esta es la hermana de Lorenzo, mejor me voy\".","\n","^Por primera vez en meses, el frío en las manos de Emma se disipó un poco. Se sentía segura.","\n",{"->":"escena_5"},{"#f":5}]}],{"#f":1}],"escena_5":["^:: CAPÍTULO V: Cristales rotos","\n","^La risa de Emma se congeló en su garganta al escuchar golpes en la puerta principal. El sonido no era el de un vecino amistoso; era autoritario, seco y frío.","\n","^Desde el porche escucharon las voces.","\n","^—¿A estas horas? —dijo Antón, su padre—. No espero mercancía hasta la semana que viene.","\n","^—Antón, es muy tarde... —susurró su madre, Andrea.","\n","^—Quedaos aquí. Iré a ver.","\n","^Lorenzo miró a Emma.","\n","^—Tranquila, Em. Seguro que es algún viajero perdido.","\n","^Escucharon la puerta abrirse y voces desconocidas.","\n","^—¿Antón Bianchi? Tenemos asuntos que discutir. Asuntos del Imperio.","\n","^—Estamos en medio de una celebración familiar —respondió Antón—. Si son negocios, pueden pasar por mi despacho mañana a primera hora.","\n","^—No es una petición, señor Bianchi. Debemos hablar ahora.","\n","^El tono de los hombres heló la sangre de Emma. No eran comerciantes. Antón volvió al salón, pálido.","\n","^—Lorenzo, lleva a tu hermana a su cuarto. Ahora.","\n","^—Pero papá...","\n","^—¡Lorenzo! Obedece.","\n","^Emma vio el miedo en los ojos de su padre, un miedo que nunca había visto antes. Lorenzo tomó la mano de Emma con fuerza.","\n","^—Vamos, Emma. Subamos.","\n","^—Lorenzo, ¿quiénes son? Tengo miedo —susurró ella mientras subían las escaleras.","\n","^—Hey, mírame. No pasa nada. Papá lo solucionará, es el mejor negociante de Caliardo, ¿recuerdas? Seguro que solo quieren dinero.","\n","^Abajo, las voces se elevaron.","\n","^—¡No sé de qué me habláis! ¡Aquí no hay nada! —gritó Antón.","\n","^—¡Registradlo todo! —ordenó uno de los intrusos—. ¡Si no habla, haced que grite!","\n","^—¡Papá! ¡Mamá! —gritó Emma.","\n","^El caos estalló en la planta baja. Gritos, golpes y el sonido de la violencia desenfrenada trepaban por las escaleras.","\n","^—Maldita sea... Tengo que bajar —dijo Lorenzo, deteniéndose en el pasillo.","\n","^—¡No! ¡Lorenzo, no me dejes! ¡Tengo miedo!","\n","^—Entra ahí —Lorenzo señaló el armario de la ropa blanca—. Al fondo, detrás de los abrigos de invierno.","\n","^—¡Quiero ir contigo!","\n","^—¡No! Prométeme que no saldrás. Oigas lo que oigas, pase lo que pase... no salgas hasta que yo vuelva a abrir esta puerta. ¿Me lo prometes?","\n","^Emma quería negarse. Quería aferrarse a su pierna, pero la urgencia en la voz de su hermano no admitía réplica.","\n","^—Lo prometo...","\n","^—Esa es mi chica valiente. Volveré enseguida.","\n","^Lorenzo empujó suavemente a Emma dentro del armario y cerró las puertas. La oscuridad la envolvió.","\n","^Los minutos se convirtieron en horas. El ruido era ensordecedor. \"Tengo que salir... tengo que ayudar...\", pensaba Emma. Su mano tocó el pomo del armario, pero la promesa a Lorenzo la detuvo. \"No salgas hasta que yo vuelva\".","\n","^El ruido de combate cesó de repente. Solo quedó el sonido de pasos pesados registrando la casa, rompiendo cosas, muebles volcándose y luego... silencio. Muy en el fondo, Emma sabía lo que significaba ese silencio.","\n","^—Lorenzo... vuelve... por favor... —susurró a la oscuridad.","\n","^El terror le robó el aire. Emma cerró los ojos y, vencida por el pánico y el agotamiento, se dejó caer en la inconsciencia.","\n",{"->":"escena_6"},{"#f":1}],"escena_6":[["^:: CAPÍTULO VI: El silencio","\n","^Al despertar, todo estaba oscuro y en silencio.","\n","^—¿Lorenzo...?","\n","^Emma empujó las puertas del armario. Logró deslizarse hacia el exterior. Entró en su habitación y se llevó la mano a la boca. La escena era escalofriante. Su refugio había sido destrozado. Los libros estaban despojados de sus hojas, la cama rajada, los cajones volcados. \"Buscaban algo...\", pensó.","\n","^Con las piernas temblando, Emma salió al pasillo. Recorrió el piso superior solo para encontrar un escenario similar.","\n","^—¿Papá? ¿Mamá? ¿Lorenzo? ¡Por favor responded!","\n","^Emma llegó al principio de las escaleras. Se quedó congelada. Su mente, desesperada por protegerse, le envió una imagen reconfortante: soñaba con que al bajar, los tres estarían cenando y riendo sobre el desorden.","\n","^—Es una broma... Tiene que ser una broma...","\n","^Cuando bajó el último escalón, la realidad la golpeó con la fuerza de un martillo. Vio una escena que se quedaría grabada en su mente para siempre. Su padre y su madre yacían boca abajo bajo un charco de sangre que se extendía por el suelo de madera. Lorenzo estaba cerca, su cuerpo mostraba signos de haber sufrido una paliza brutal.","\n","^—No... No, no, no.","\n","^Durante unos minutos, su mente se negó a creer lo que veía.","\n","^—¡Levantaos! ¡Ya basta! ¡No tiene gracia!","\n","^Nadie respondió. El silencio era la única respuesta. Emma corrió hacia el cuerpo de Lorenzo. Se acercó a su hermano. Respiraba a duras penas.","\n","^—¡Lorenzo! ¡Despierta! ¡Tienes que despertar! ¡Me lo prometiste!","\n","^Intentó despertarlo en vano. Se giró hacia sus padres. Habían sido apuñalados hasta la muerte. Antón parecía haber sido torturado antes de morir.","\n","^—¡Papá! ¡Mamá!","\n","^Emma se rompió. Incapaz de contener las lágrimas, sus quejidos resonaron en el vacío de la casa muerta.","\n","^—Por favor... dime algo... dime que todo va a salir bien...","\n","^Suplicó por una respuesta que la consolara. Pero esa respuesta no llegó.","\n","ev","str","^Buscar ayuda desesperadamente.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Emma comprendió que Lorenzo se moría. Tenía que hacer algo.","\n","^—¡Ayuda! ¡Por favor, alguien!","\n","^Salió a la calle gritando, golpeando puertas. Pronto, las luces de los vecinos se encendieron. Todo se volvió borroso. Hombres entrando, gente llevándose a Lorenzo en una camilla improvisada. Un doctor confirmó la muerte de sus padres allí mismo.","\n","^Esa noche, la niña risueña de Caliardo murió junto a sus padres.","\n",{"->":"escena_7"},{"#f":5}]}],{"#f":1}],"escena_7":[["^:: CAPÍTULO VII: La última promesa","\n","^La noche dio paso a una mañana gris, pero no para Emma. Los guardias investigaron la casa y concluyeron rápidamente que había sido un asalto violento que salió mal.","\n","^Emma apenas hablaba. Se sentaba en un rincón de la enfermería local, mirando a la nada. Hasta que le informaron que a su hermano no le quedaba mucho tiempo. Debía despedirse.","\n","^Acompañada de unos guardias, entró en la habitación. Lorenzo estaba tumbado, pálido como la cera, y cada respiración se escuchaba como un quejido doloroso. Pero al verla, ocurrió un milagro; sus ojos se aclararon por un momento.","\n","^—Emma... mi pequeña luz... —susurró—. Sabía que estarías bien. Ven aquí, acércate.","\n","^Emma corrió hasta la cama de su hermano y tomó su mano fría.","\n","^—Vas a ponerte bien... ¡Tienes que ponerte bien! ¡No puedes dejarme!","\n","^—Shhh... no llores, hermanita. No quiero verte así. Eres fuerte, ¿recuerdas? Siempre lo has sido... más de lo que crees.","\n","^—¡No soy fuerte! ¡No puedo hacerlo sin ti... no quiero estar sola...!","\n","^—No estás sola, Emma. Nunca lo estarás. Mamá, Papá... Y... yo siempre te acompañaremos. Seguiremos creyendo en ti. Seguiremos apoyándote, aunque no nos veas.","\n","^Lorenzo apretó débilmente su mano.","\n","^—No... no puedo...","\n","^—Sí, puedes. Escúchame bien. No dejes que esto te consuma. Vive, Emma. Vive por nosotros, es lo que querrían mamá y papá. Tú eres nuestra esperanza, nuestro solecito. Prométeme que nunca te rendirás, que seguirás adelante... pase lo que pase.","\n","ev","str","^\"Te lo prometo...\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^—Por favor... no... esto es demasiado para mí... —Emma sollozó, sintiendo que su corazón se partía—. Pero... Te prometo que lo voy a intentar.","\n","^—Confío en ti... y sé que papá y mamá, donde quiera que estén... también...","\n","^Con esas palabras, Lorenzo cerró los ojos por última vez. Una leve sonrisa de paz quedó marcada en su rostro para siempre.","\n","^—¿Lorenzo? ¿Lorenzo...? ¡¡LORENZO!!","\n","^Emma lo abrazó con fuerza, hundiendo la cara en su pecho. El último pilar de su vida se acababa de derrumbar.","\n",{"->":"escena_8"},{"#f":5}]}],{"#f":1}],"escena_8":["^:: CAPÍTULO VIII: El legado","\n","^Tras el entierro, Emma pidió que la llevaran a casa. Necesitaba estar allí una última vez. Subió las escaleras buscando respuestas entre los escombros de su vida. Entró al despacho de su padre. Estaba aún más destrozado que el resto de la casa.","\n","^—No dejaron nada... —murmuró.","\n","^Pero Emma conocía a su padre mejor que nadie. Se acercó a la ventana y palpó el marco, encontrando el mecanismo de un falso muro que solía ver cuando jugaba al escondite. Allí estaba. Una caja pequeña que los asesinos pasaron por alto.","\n","^La abrió. Dentro había un libro encuadernado en piel oscura.","\n","ev",{"VAR?":"inventario"},{"VAR?":"libro_versiculi"},"+",{"VAR=":"inventario","re":true},"/ev","^<div class=\"item-msg ganado\">Has obtenido el libro Versiculi Mortis, puedes verlo en tu inventario.</div>","\n","^—¿\"Versiculi Mortis\"? Un manuscrito antiguo.","\n","^Su familia, su brillante futuro, la sonrisa de Lorenzo... todo había sido destruido por unos pocos papeles viejos.","\n","^—¿Por esto...? ¿Solo por esto?","\n","^La cordura de Emma pendía de un hilo. Pensó que lo mínimo que podía hacer era leerlo, entender por qué habían muerto. El libro hablaba de una magia antigua. De la manipulación de las almas y la carne de los muertos. Banalizaba la vida de los seres, tratándola como arcilla para moldear. A Emma se le revolvió el estómago.","\n","ev",{"VAR?":"ruta_nigromante"},"!","/ev",[{"->":".^.b","c":true},{"b":["\n",{"->":".^.^.^.ruta_rechazo"},{"->":".^.^.^.31"},null]}],"nop","\n","ev",{"VAR?":"ruta_nigromante"},"/ev",[{"->":".^.b","c":true},{"b":["\n",{"->":".^.^.^.ruta_aceptacion"},{"->":".^.^.^.37"},null]}],"nop","\n",{"ruta_rechazo":["^Emma leyó las instrucciones, los rituales, las blasfemias escritas en tinta roja.","\n","^—Esto es... repugnante. Es una locura.","\n","^Su mente lógica, entrenada en la historia y la ciencia, rechazó lo que leía. No veía magia, solo los desvaríos de mentes enfermas y peligrosas.","\n","^\"Lorenzo tenía razón\", pensó. \"Tengo que vivir. No puedo perderme en esta oscuridad\".","\n","^Emma cerró la caja y guardó el libro para esconderlo donde nadie más pudiera encontrarlo jamás, en lo más profundo de las ruinas. Decidió honrar a su familia viviendo la vida normal que ellos deseaban para ella, lejos de esa locura.","\n","ev",{"VAR?":"inventario"},{"VAR?":"libro_versiculi"},"-",{"VAR=":"inventario","re":true},"/ev","^<div class=\"item-msg perdido\">Has perdido el libro Versiculi Mortis.</div>","\n",{"->":"final_superviviente"},{"#f":1}],"ruta_aceptacion":[["^La escritura era repulsiva, sí. Pero mientras leía, un recuerdo nubló su mente. El pájaro en el parque. El destello verde. El frío en sus manos.","\n","^No era locura. Era real. El libro describía exactamente lo que ella había sentido aquel día.","\n","^—Es verdad... Todo es verdad —susurró.","\n","^Y entonces, entre la oscuridad del texto, vio algo más. Un rayo de esperanza retorcida. Si podía manipular la vida y la muerte... ¿Significaba eso que no tenía que ser un adiós definitivo?","\n","^—Podría... ¿Podría traerlos de vuelta?","\n","^La idea era tabú, una herejía contra el Imperio y la naturaleza. Pero entonces, la voz de Lorenzo resonó en su cabeza: \"Preocuparte por lo que piensen los demás es como darles la razón\".","\n","ev","str","^Cerrar el libro.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Estudiar el libro.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^\"No...\", pensó Emma, cerrando el tomo de golpe. \"Lorenzo me pidió que viviera, no que me convirtiera en un monstruo. No puedo malgastar su sacrificio con esto\".","\n",{"->":"final_superviviente"},{"#f":5}],"c-1":["\n","^\"Lorenzo dijo que no me rindiera\", se dijo a sí misma, acariciando la portada de piel. \"Que hiciera lo necesario. Si existe una mínima posibilidad de volver a verlos... quemaré el mundo si es necesario para conseguirla\".","\n","^—Tenéis razón, hermano. No me rendiré. Hicisteis todo por mí. Ahora es mi turno de devolver el favor.","\n","^Emma bajó al sótano esa misma noche. No durmió. No comió. Preparó la lista de la compra que exigía el libro. Al leerla, su esperanza se transformó en hielo.","\n","^—Mercurio purificado, sales de Aqueronte, polvo de plata...","\n","^No eran hierbas que pudiera recoger en el bosque. Eran materiales caros. Emma vació su hucha sobre la mesa: apenas unas monedas de cobre y pelusa. Buscó desesperadamente por la casa, levantando tablas del suelo y rajando cojines en busca de algún ahorro olvidado de su padre.","\n","^Nada. Los saqueadores se lo habían llevado todo.","\n","^—Necesito oro —murmuró, con las manos temblando de impotencia—. Si no empiezo los rituales antes de la próxima luna nueva, la conexión se debilitará.","\n","^Sus ojos se posaron en su reflejo en un espejo roto. En su cuello, la piedra de Lorenzo descansaba sobre su piel. Era lo único de valor que le quedaba.","\n","^Su mente luchó contra la idea. *\"Es el regalo de Lorenzo\"*. Pero otra voz, más fría y pragmática, susurró: *\"Es solo una piedra. ¿Prefieres el recuerdo de tu hermano o a tu hermano vivo?\"*","\n",["ev","str","^Vender el colgante","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Conservar el colgante y buscar otra forma","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",{"VAR?":"inventario"},{"VAR?":"colgante_lorenzo"},"-",{"VAR=":"inventario","re":true},"/ev","^<div class=\"item-msg perdido\">Has perdido el Colgante de Lorenzo.</div>","\n","^Emma se arrancó el colgante del cuello antes de que pudiera arrepentirse. Caminó bajo la lluvia hasta la tienda de Marcus. El prestamista tomó el colgante y lo sopesó con escepticismo, sacando una pequeña lupa de joyero.","\n","^—Ya veo. No es granito —masculló Marcus—. Es jade de río en bruto. De calidad baja y con un tallado de aficionado que lo estropea... pero jade, al fin y al cabo.","\n","^Emma sintió un nudo en la garganta.","\n","^—¿Es suficiente para pagar lo que necesito? —preguntó con voz apagada.","\n","^Marcus hizo un cálculo rápido.","\n","^—Cubrirá el mercurio y las sales. Pero ni una moneda más.","\n","^—Trato hecho.","\n","^El hombre barrió el colgante hacia el interior de un cajón lleno de baratijas. Emma salió de la tienda con los materiales en sus bolsillos y el cuello dolorosamente ligero. Había vendido el último recuerdo de su hermano por una última oportunidad, y no la desperdiciaría.","\n",{"->":"escena_9"},{"#f":5}],"c-1":["\n","^—No —dijo Emma, aferrando la piedra con fuerza—. No puedo perder esto también.","\n","^Guardó el colgante bajo su ropa. Si quería los materiales sin vender su alma, tendría que ganárselos con el sudor de su frente.","\n","^A la mañana siguiente, Emma se presentó en la entrada de servicio de la Mansión Valois. La Ama de Llaves, una mujer severa con cara de pocos amigos, la miró de arriba abajo.","\n","^—¿Tú eres la hija de los Bianchi? —preguntó con desdén—. He oído lo que pasó. Una lástima. ¿Qué quieres aquí?","\n","^—Busco...trabajo, señora —Emma mantuvo la cabeza baja, tragándose la vergüenza—. Sé leer, escribir y llevar cuentas...","\n","^La mujer soltó una carcajada seca.","\n","^—No necesito a una señorita remilgada que sepa latín. Necesito a alguien que no tenga miedo a romperse las uñas. Tengo una vacante para fregar los suelos y las letrinas. Aunque no creo que a alguien como tú le interese.","\n","^Emma apretó los puños. Necesitaba ese trabajo si quería tener una oportunidad de volver a ser feliz. Dejó su orgullo a un lado y asintió.","\n","^—Lo haré.","\n","^Sorprendida por la respuesta, el Ama de Llaves le respondió con un gruñido.","\n","^—Bien. Empiezas mañana a las seis de la mañana. No llegues tarde.","\n","^Durante los siguientes meses, Emma dejó de ser la \"prometedora estudiante\" para convertirse en una sombra invisible que frotaba mármol hasta que sus rodillas sangraban. Lo único que la mantenía en pie era recordar a su familia. \"Por ellos\", se repetía para sí misma. Cada moneda que ganaba iba directa a una caja oculta bajo su cama.","\n","^Fue lento, agotador y humillante, pero cuando finalmente reunió lo suficiente para los ingredientes, el colgante seguía en su cuello.","\n",{"->":"escena_9"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"#f":1}],"escena_9":[["^:: CAPÍTULO IX: El Eco del pasado","\n","^Un año después. El tiempo pasó lento y pesado. Emma aprendió a ponerse una máscara. Ante el pueblo, era la pobre huérfana que reparaba su hogar poco a poco. Pero bajo el suelo, en el sótano, Emma experimentaba con decenas de rituales considerados Tabú por el resto de la comunidad, aunque ella se había insensibilizado a esto. Experimentos con cadáveres de animales, luego con restos humanos que robaba del cementerio.","\n","^Lo único que mantuvo su cordura fue la esperanza de traer a su familia de vuelta. Una tarde, tocaron a la puerta.","\n","^—¿Quién...? No espero a nadie.","\n","^El sonido le recordó aquella noche fatídica. El miedo intentó paralizarla, pero esta vez, el miedo no la detendría. Emma abrió la puerta. Ante ella aparecieron dos hombres: Jack y Henry.","\n","^—Buenos días, señorita Bianchi. Lamentamos molestarla —dijo Jack con una sonrisa que no llegaba a sus ojos.","\n","^—¿Quiénes son ustedes?","\n","^—Mi nombre es Jack, y este es mi socio Henry. Trabajábamos con su padre, Antón Bianchi. ¿Podemos pasar?","\n","^Emma dudó. Sus instintos gritaban peligro. Reconocía algo en sus voces, pero decidió seguirles el juego.","\n","^—... Pasen. Les prepararé té.","\n","^Ya en el salón, los hombres observaban todo con codicia disimulada.","\n","^—Sabemos que has pasado por mucho, Emma —dijo Jack—. Estamos aquí porque nos preocupa algo que él tenía en su poder. Es... muy importante para nosotros.","\n","^—Se trata de un manuscrito —intervino Henry—. Creemos que lo trajo de su último viaje. Queremos asegurarnos de que esté \"a salvo\".","\n","^—¿Un manuscrito? No recuerdo haber visto algo así. Apenas he tocado las cosas de mi padre después de... lo que pasó.","\n","^—Lo entendemos. Pero ese libro es peligroso en las manos equivocadas. No debería haber llegado aquí. Fue un error por nuestra parte no advertir a tu padre de su peligro. Si está contigo, estamos aquí para rectificar ese error.","\n","^Emma se detuvo en seco mientras servía el té.","\n","^—¿Un error...? ¿Insinuáis que mi familia murió... por un error vuestro?","\n","^—Tu padre insistió en custodiarlo —dijo Henry con impaciencia—. Visto está que fue un error confiar en él.","\n","^Las palabras de Henry fueron la chispa. La máscara de Emma se rompió en mil pedazos. No fue un robo al azar. Estos hombres eran la causa. Toda la energía mágica que había cultivado en el sótano comenzó a fluir de golpe. Los objetos pequeños de la sala empezaron a temblar. La temperatura descendió drásticamente.","\n","^—Vosotros... Vosotros causasteis sus muertes.","\n","^—¡Henry, cuidado! —gritó Jack, retrocediendo—. ¡La chica es una hereje!","\n","^Los hombres desenfundaron armas. Emma sentía la magia quemándole las venas. El libro le había enseñado formas para defenderse, pero nunca los había usado contra humanos.","\n","ev","str","^Ceder a la ira","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Aferrarte al colgante y tranquilizarte...","/str",{"VAR?":"inventario"},{"VAR?":"colgante_lorenzo"},"?","/ev",{"*":".^.c-1","flg":21},"ev","str","^Intentar calmarte...","/str",{"VAR?":"inventario"},{"VAR?":"colgante_lorenzo"},"?","!","/ev",{"*":".^.c-2","flg":21},{"c-0":["\n",{"->":".^.^.^.opcion_ira"},{"#f":5}],"c-1":["\n",{"->":".^.^.^.opcion_control"},{"#f":5}],"c-2":["\n","^Buscaste en tu cuello la piedra de Lorenzo, algo a lo que aferrarte... pero no estaba. La vendiste. No te queda nada. Solo odio.","\n",{"->":".^.^.^.opcion_ira"},{"#f":5}]}],{"opcion_ira":["^—¿Un error...? ¿Sus muertes fueron... un error?","\n","^La palabra resonó en su mente, rompiendo el dique de su cordura. La niña desapareció. Solo quedó el dolor puro y la venganza.","\n","^—¡NO FUE UN ERROR! —gritó, con una voz distorsionada—. ¡FUE VUESTRA INEPTITUD!","\n","^Un estallido de luz verde enfermiza explotó. Emma proyectó todo su odio hacia fuera. Una onda de choque invisible golpeó a los dos hombres.","\n","^—¡Aaagh! ¡Mi brazo! —aulló Jack.","\n","^Su brazo, el que sostenía la espada, comenzó a marchitarse y ennegrecerse al instante. Cayó al suelo, retorciéndose de dolor.","\n","^—¡Os mataré! ¡Os mataré a todos! —gritó Emma, avanzando hacia ellos con los ojos inyectados en sangre.","\n","^Cegada por las lágrimas y la furia, Emma levantó la mano para rematarlo. Pero olvidó una lección básica: nunca pierdas de vista todo el tablero.","\n","^—Te tengo —susurró Henry.","\n","^Henry la había flanqueado con su ballesta cargada mientras ella se centraba en Jack.","\n","^—¿Qué...?","\n","^Un virote atravesó el aire con un silbido letal. El impacto la lanzó hacia atrás, clavándola contra la pared. La magia se disipó al instante, sustituida por un dolor agudo y luego... frío.","\n","^—Ah...","\n","^—Buen intento, niña —dijo Henry, acercándose—. Pero te falta disciplina. La ira te hizo predecible.","\n","^Emma sintió frío, el mismo frío que sintió al tocar aquel pájaro años atrás. Su visión se nublaba.","\n","^—¡Maldita bruja! ¡Me ha jodido el brazo! ¡Remátala! —gritaba Jack.","\n","^—Ya está muerta. Vámonos. Llama a los \"limpiadores\".","\n",{"->":"final_malo"},{"#f":1}],"opcion_control":["^\"No...\", pensó Emma, respirando entrecortadamente.","\n","^Aferró la piedra de Lorenzo con fuerza hasta que se clavó en su palma.","\n","^\"Si me descubren ahora, todo habrá sido en vano. No podré traerlos de vuelta. Tengo que calmarme. Por Lorenzo...\"","\n","^Recordó las enseñanzas del libro: la magia requiere concentración, voluntad férrea. Si ataco a lo loco, no tendré ninguna oportunidad.","\n","^Emma apretó los dientes y, con un esfuerzo sobrehumano, contuvo la explosión de magia. El temblor cesó. La temperatura volvió a la normalidad.","\n","^Jack y Henry sonrieron al ver su supuesta rendición y avanzaron hacia ella.","\n","^—Quieta —ordenó Henry, apuntándole—. Un movimiento más y aunque seas una niña no dudaremos en matarte. Vas a venir con nosotros. La Iglesia querrá tener una charla contigo.","\n","^—No... —susurró ella, retrocediendo hasta la pared.","\n","^Estaba acorralada. Parecía el fin. Pero entonces, la puerta de la entrada, que apenas había sido reparada, fue derribada de una patada brutal. Una figura imponente en armadura negra irrumpió en la habitación, posicionándose entre los dos hombres y Emma.","\n","^—Creo que es hora de que os marchéis —dijo la figura con una voz profunda.","\n","^—¿Quién demonios eres? —bramó Jack—. ¡Esto es asunto oficial de...!","\n","^—No lo voy a repetir una segunda vez.","\n","^Aquel misterioso personaje emanaba un aura de terror puro, una oscuridad más densa que la noche. Jack y Henry, mercenarios experimentados, reconocieron el peligro y decidieron no arriesgarse.","\n","^—Vámonos, Henry. Ya volveremos a por el libro —dijo Jack.","\n","^Los hombres huyeron. Emma cayó de rodillas, exhausta por el esfuerzo de contener su poder. Miró a su salvador.","\n","^—Mis hombres te han estado vigilando... Y no han sido los únicos. Trece años y ya tienes a organizaciones peligrosas detrás de ti, niña.","\n","^—¿Quién... eres?","\n","^—Me recuerdas a alguien... Tienes dos opciones, Emma Bianchi. Aceptas unirte a mí, o lidias tú sola con todo esto. Y te digo por experiencia propia que es imposible. Te cazarán antes de que salga el sol.","\n","^—¿Unirme a ti?","\n","^—Ese libro que escondes... está incompleto. Es el fracaso de alguien que no pudo mantener la cordura el tiempo suficiente. Me pregunto si tú serás capaz de acabarlo.","\n","^El caballero se agachó para mirarla a los ojos.","\n","^—Estoy deseando observar tus avances. Serás un bonito experimento. Mañana regresaré a la misma hora. Escucharé tu respuesta. Si vienes, te daré el conocimiento para que intentes traerlos de vuelta...","\n","^Antes de salir por la puerta, añadió una última cosa:","\n","^—Y mi nombre es Balthassar... Recuérdalo.","\n","^Y sin más desapareció en la noche tan misteriosamente como había llegado. Emma se quedó sola en el salón, pensando. ¿Vender su alma a un desconocido o morir a manos de los asesinos de sus padres? Miró hacia el sótano y hacia las tumbas en el jardín. La respuesta estaba clara.","\n","^—Lo haré. Recuperaré a mi familia. No importa el precio.","\n",{"->":"final_verdadero"},{"#f":1}],"#f":1}],"final_superviviente":["^:: EPÍLOGO: La Luz de los Bianchi","\n","^Emma sostuvo el \"Versiculi Mortis\" entre sus manos temblorosas. La tentación era física; le quemaba en las yemas de los dedos, prometiendo imposibles.","\n","^\"Podría traerlos... Podría escuchar la risa de mamá una vez más. Podría pedirle perdón a papá\".","\n","^Pero entonces, miró hacia la habitación vacía de Lorenzo. Recordó su último aliento, no como un quejido de dolor, sino como un acto de amor supremo.","\n","^\"No dejes que esto te consuma. Vive por nosotros.\"","\n","^Si los traía de vuelta, ¿cómo sabía que serían como antes? Como ese pájaro que se arrastraba en el parque, quizás solo serían cascarones vacíos. Estaría escupiendo sobre el sacrificio de su hermano.","\n","^Emma cerró el libro con un golpe seco. Esa noche, la magia no fluyó. Solo las lágrimas, puras y humanas, que había estado conteniendo durante demasiado tiempo.","\n","^Emma abandonó su casa en Caliardo poco después. Aquello le traía demasiados recuerdos y nunca podría pasar página. Como punto final, quemó el libro en la chimenea, asegurándose de que ni siquiera ella, en un momento de debilidad futura, pudiera recuperarlo jamás.","\n","^El mundo siguió girando. Pasaron los años.","\n","^...","\n","^Ciudad de Albino, diez años después.","\n","^Una mujer joven camina por los jardines de un orfanato. Los niños corren a su alrededor, riendo bajo el sol.","\n","^—¡Señorita Emma! ¡Mire! —gritó una niña pequeña—. ¡He encontrado una piedra con forma de corazón!","\n","^Emma, ahora adulta, se agachó con una sonrisa cálida.","\n","^—Es preciosa, cariño. Guárdala bien. Seguro te traerá suerte.","\n","^Emma se sentó en un banco de madera. Ya no era la niña asustada, pero tampoco era la comerciante rica que estaba destinada a ser. Había decidido vivir honrando a sus tres pilares: estudiaba historia y ciencias por las noches, honrando la sabiduría que heredó de su padre; cuidaba de los niños en aquel orfanato con la calidez infinita que aprendió de su madre; y cada vez que el mundo intentaba derribarla, sonreía con rebeldía, con esa confianza inquebrantable que le regaló Lorenzo.","\n","^—Lo estoy intentando, Lorenzo —susurró, tocando el viejo colgante en su cuello—. Cuesta respirar a veces. El hueco que dejasteis fue demasiado grande.","\n","^Miró al cielo.","\n","^—Pero hoy ha salido el sol. Y pienso disfrutar de cada rayo de luz, tal y como tú me enseñaste.","\n","^Emma no se convirtió en una leyenda oscura. Nadie escribió canciones sobre ella. Cada día, al levantarse y elegir la bondad sobre el rencor, Emma derrotaba a la oscuridad que intentó consumirla. Eligió la batalla más difícil de todas: superar su dolor y ser feliz.","\n","^—Vamos, niños. Es hora de entrar.","\n","^Y así, la \"pequeña luz\" de los Bianchi siguió brillando, no con el fuego de la magia, sino con la calidez de los niños a los que cuidaba.","\n","end",{"#f":1}],"final_malo":["^:: EPÍLOGO: El silencio eterno","\n","^Emma intentó levantarse, apoyando las manos en el suelo. Sus dedos resbalaron. El parqué estaba húmedo y caliente bajo sus palmas. Al mirar abajo, vio cómo su sangre se mezclaba con las viejas manchas oscuras que nunca había podido limpiar del todo: la sangre de sus padres.","\n","^—No... todavía no... —susurró, pero su voz no era más que un gorgoteo débil.","\n","^La casa quedó en absoluto silencio. Ese silencio que tanto había odiado durante el último año ahora regresaba para reclamarla.","\n","^La vista se empezó a nublar. Las sombras del salón parecían alargarse, esperando pacientemente a que su luz se apagara.","\n","^\"Lorenzo...\", pensó, sintiendo cómo las lágrimas le quemaban las mejillas frías. \"Lo siento... No podré cumplir... mi promesa.\".","\n","^Se quedó allí, tendida en el suelo del hogar que antaño le trajo tanta felicidad. Emma cerró los ojos una última vez, esperando ver el rostro de su familia. Pero en la soledad de esa muerte, solo encontró miedo y el eco de una promesa rota desvaneciéndose en el vacío.","\n","^En el fondo, sabía que ni siquiera podría verlos en el más allá... Los monstruos no van al cielo.","\n","end",{"#f":1}],"final_verdadero":["^:: EPÍLOGO: El nacimiento de la oscuridad","\n","^Emma aceptó el trato. Abandonó Caliardo bajo el manto de la noche, siguiendo los pasos del caballero Balthassar. Se adentró en un mundo de sombras y secretos olvidados.","\n","^La niña murió esa noche, pero algo nuevo nació. Algo poderoso y terrible. La búsqueda para recuperar a su familia acababa de comenzar, y Gaïa temblaría antes de que ella terminara.","\n","^La historia a partir de aquí está inacabada. FIN DE LA DEMO. Gracias por jugar.","\n","end",{"#f":1}],"creditos":[["#","^SPECIAL_PAGE: Créditos","/#","#","^CLEAR","/#","^Historia y diseño por [Jesús Cordero Ávila-JesCorAvi](jescoravi.itch.io/)","\n","^Se ha hecho uso del template [Remy-vim's Ink Template](remy-vim.itch.io/ink-template) para Ink","\n","ev","str","^Volver","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"menu_principal"},"\n",{"#f":5}]}],{"#f":1}],"hoja_inventario":["#","^SPECIAL_PAGE: Inventario","/#","^: Objetos Importantes","\n","ev",{"VAR?":"inventario"},"LIST_COUNT",0,"==",{"VAR?":"inventario"},"LIST_COUNT",1,"==",{"VAR?":"inventario"},{"VAR?":"nada"},"?","&&","||","/ev",[{"->":".^.b","c":true},{"b":["\n","^No llevas nada contigo aparte de tu ropa.","\n",{"->":".^.^.^.21"},null]}],"nop","\n","ev",{"VAR?":"inventario"},{"VAR?":"colgante_lorenzo"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^> __Colgante de Piedra__","\n","^Una piedra de río lisa con un símbolo tosco grabado.","\n","^Un regalo de Lorenzo.","\n","^<i>\"Para que los monstruos sepan que eres la hermana de Lorenzo\".</i>","\n",{"->":".^.^.^.29"},null]}],"nop","\n","ev",{"VAR?":"inventario"},{"VAR?":"libro_versiculi"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^> __Versiculi Mortis__","\n","^Un tomo encuadernado en piel oscura.","\n","^Las páginas parecen calientes al tacto.","\n","^<i>Contiene rituales que desafían el orden natural de la vida y la muerte.</i>","\n",{"->":".^.^.^.37"},null]}],"nop","\n","done",{"#f":1}],"global decl":["ev",0,{"VAR=":"maldad"},false,{"VAR=":"ruta_nigromante"},{"list":{"inventario.nada":1}},{"VAR=":"inventario"},"/ev","end",null],"#f":1}],"listDefs":{"inventario":{"nada":1,"colgante_lorenzo":2,"libro_versiculi":3}}}